Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/varsi_s.html.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 1 .
nob: Artikkel i boka Samisk skolehistorie 1 .

source: - Jurddaš ahte min oahpaheaddjit duođaid ledje dáruiduhttima vuostá !
nob: - Tenk at lærerne våre virkelig var mot fornorskinga !

source: Muitalan Svein Lundii
nob: Fortalt til Svein Lund

source: Per Edvin Varsi vuosttašluohkkálažžan , ovttas Anne Marie Aubertiin . ( Govva : Marit Aubert )
nob: Per Edvin Varsi som førsteklassing , sammen med Anne Marie Aubert ( Foto : Marit Aubert )

source: Per Edvin Varsi lea riegádan 1945:s ja bajásšaddan Sirpmás .
nob: Per Edvin Varsi er født 1945 og oppvokst i Sirma .

source: Son váccii Sirpmá skuvlla 1952-60 , dan maŋŋil nuoraidskuvlla Buolbmágis ja Sámi álbmotallaskuvlla Kárášjogas .
nob: Han gikk på Sirma skole i 1952-60 , deretter ungdomsskolen i Polmak og Den samiske folkehøgskolen i Karasjok .

source: Maŋŋil váccii dárjuoahpu ja barggai dárjun , borranbáike- og hoteallahoavdan .
nob: Seinere utdanna han seg til servitør og arbeida som servitør , hovmester , restaurant- og hotellsjef .

source: 1982 ´ rájes son lea leamaš Sámi joatkkaskuvllas ja boazodoalloskuvllas oahpaheaddjin , ráđđeaddin ja inspektevran .
nob: Fra 1982 har han vært ved Samisk videregående skole og reindriftsskole som lærer , rådgiver og inspektør .

source: Sus lea leamaš máŋga politihkalaš ja fágalaš doaimma ja lea leamaš Sámedikki várreáirrasin álggu rájes .
nob: Han har hatt ei rekke politiske og faglige verv , og har vært vararepresentant til Sametinget siden dette blei oppretta .

source: Vuosttaš skuvlajagi orron internáhtas , vaikko min ruoktu ii lean go beannot kilomehtera skuvllas eret .
nob: Det første skoleåret bodde jeg på internatet , sjøl om hjemmet vårt var bare halvannen kilometer fra skolen .

source: Muittán ahte internáhtas sáhtten oaidnit suova min dálu bohcis .
nob: Jeg husker at fra internatet kunne jeg se røyken fra pipa hjemme .

source: Duođaid in dieđe manne mun galgen orrut internáhtas , muhto sáhttá leat dan dihtii ahte ruovttus ledje máŋga máná ja unnán sadji .
nob: Jeg vet egentlig ikke hvorfor jeg skulle bo på internatet , men det kan ha sammenheng med at det var mange unger og lite plass hjemme .

source: Internáhtas lei maiddái doarvái borramuš , njeallje borrama beaivái .
nob: På internatet var det også godt med mat å få , med fire måltider om dagen .

source: Muhto nuppi klássa rájes orron ruovttus dassái go gergen mánáidskuvllas .
nob: Men fra andre klasse bodde jeg hjemme ut resten av barneskolen .

source: Vuosttaš klássas mus lei Marit Aubert oahpaheaddjin , nuppi jagi ožžon Sissel ja Einar Gullichsena .
nob: I første klasse hadde jeg Marit Aubert som lærer , andre året fikk jeg Sissel og Einar Gullichsen .

source: Sihke Auberta ja maŋŋil Gullichsena bearrašiin lei ollu oktavuohta mu bearrašiin .
nob: Både familien Aubert , og seinere familien Gullichsen , hadde mye kontakt med familien min.

source: Geasset ledjen Einar Gullichsena fárus oaggumin .
nob: Om somrene var jeg med Einar Gullichsen og fiska .

source: Dalle leimme máilmmi buoremus guimmežat .
nob: Da var vi verdens beste kompiser .

source: Muhto dálvet skuvllas ii lean dilli seamma buorre .
nob: Men om vintrene på skolen var ikke forholdet like godt .

source: Son sáhtii leat hui garas skuvllas .
nob: Han kunne være veldig streng på skolen .

source: Muhto goappašat oahpaheaddjibárat ledje hui bivnnuhat gilis .
nob: Men begge disse lærerpara var svært populære i bygda .

source: Gullichsen oaččui sihke nuoraid ja rávesolbmuid mielde faláštallandoaimmaide ja álggahii faláštallansearvvi .
nob: Gullichsen fikk både ungdom og voksne med på idrettsaktiviteter og sto i spissen for å stifte idrettslag .

source: Muittán ahte háhke sabehiid skuvlii ja ahte oaččuimet sabehiid .
nob: Jeg husker at de ordna ski til skolen og at vi fikk ski .

source: " Geasset ledjen Einar Gullichsena fárus oaggumin .
nob: " Om somrene var jeg med Einar Gullichsen og fiska .

source: Dalle leimme máilmmi buoremus skihpáraččat , muhto dálvet skuvllas ii lean dilli seamma buorre . "
nob: Da var vi verdens beste kompiser . Men om vintrene på skolen var ikke forholdet like godt . "

source: ( Govva : Sissel Gullichsen )
nob: ( Foto : Sissel Gullichsen )

source: Easka dán jagi ( 2003 ) lean beassan lohkat girjjážiid Sirpmá-muittuiguin , maid dát oahpaheaddjit leat ráhkadan .
nob: Først nå i år har jeg fått anledning til å lese heftene med minner fra Sirma , som disse lærerne har laga til .

source: Lei okta ášši mii duođaid hirpmástuhtii mu go lohken daid .
nob: Det var en ting som virkelig overraska meg da jeg leste det .

source: Dat lei ahte sii oaivvildedje ahte oahpahus galggašii leat sámegillii .
nob: Det var at de mente at undervisninga burde ha vært på samisk .

source: Sii ledje duođaid dáruiduhttinpolitihka vuostá , maid baggehalle čađahit .
nob: De var faktisk motstandere av den fornorskingspolitikkcn som de var tvunget til å praktisere .

source: Dan han mii oahppit eat ipmirdan dalle .
nob: Det forsto jo ikke vi elevene den gangen .

source: Midjiide han ledje oahpaheaddjit fámu ovddasteaddjit , mii eat oaidnán sin geat ledje oahpaheddjiid bajábealde , eat ge lágaid ja njuolggadusaid mat stivrejedje sin .
nob: For oss var det lærerne som representerte overmakta . Vi så jo ikke dem som lærerne hadde over seg og de lovene og reglene som styrte dem.

source: Mii jáhkiimet ahte lei oahpaheddjiid sivva .
nob: Vi trudde det var lærernes feil .

source: Ledje go sii duođaid dakkárat geat beroštedje sámegielas ja kultuvrras ?
nob: Var de virkelig slike som brydde seg om det samiske ?

source: Ferten dadjat ahte mis ohppiin ii lean dakkár ipmárdus .
nob: Jeg må si at vi elever hadde ikke det inntrykket .

source: Sámegielas mis ii lean go ABC-girji ja katekismus , muđuid lei visot dárogillii .
nob: På samisk hadde vi bare ABC-boka og katekismen , ellers var alt på norsk .

source: Internáhtas lei Ánná dálueamidin .
nob: På internatet var Anna husmor .

source: Son lei Unjárggas eret ja sámegielat .
nob: Ho var fra Nesseby og samisktalende .

source: Muhto son fertii maiddái leat ožžon instruvssa ahte galggai dárostit minguin , go son logai midjiide ahte mii eat galgan muitalit earáide ahte son sámástii minguin .
nob: Men ho må også ha fått instruks om å snakke norsk med oss , for ho sa til oss at vi ikke måtte fortelle til andre at ho snakka samisk med oss .

source: Earetgo oahpaheaddjit , geat álggos ledje dušše guovttis ain hávil , ledje buohkat geat orro Sirpmás dan áigge sámegielagat .
nob: Med unntak av lærerne , som den første tida bare var to av gangen , var alle som bodde i Sirma i den tida samisktalende .

source: Muhto duottarstobus ledje dávjá mátkkošteaddjit geat hupme dárogiela .
nob: Men på fjellstua var det stadig tilreisende som snakka norsk .

source: Mu áhčči humai bures dárogiela , son lei mátkkoštan ollu mearragáttis go barggai geaidnobargguiguin .
nob: Far min snakka godt norsk , han hadde reist mye på kysten fordi han hadde jobba i vegvesenet .

source: Ledjen danin gullan oalle ollu dárogiela ovdal go álgen skuvlii , ja danin ipmirdin muhtin muddui oahpaheami .
nob: Jeg hadde derfor hørt en god del norsk før jeg begynte på skolen , så derfor forsto jeg i alle fall en del av undervisninga .

source: Dattetge sáhtte muhtumin šaddat boasttuipmárdusat .
nob: Likevel kunne det jo av og til bli misforståelser .

source: Oktii golmmas mis leimmet dahkan juoidá maid eat galgan , ja Gullichsen lei bealkkihan min .
nob: En gang hadde tre av oss gjort et eller annet vi ikke skulle , og så hadde Gullichsen tatt oss fatt .

source: De čohkkáimet internáhttatráhpás ja čieruimet go dálueamit Ánná bođii ja jearai mii lei nu váivi .
nob: Så vi satt på internattrappa og skreik da husmor Anna kom og spurte hva som var galt .

source: De son attii midjiide ruvnnu ja logai mii sáhtiimet mannat Tapio gávpái oastit " sukkertøy " .
nob: Så ga ho oss ei krone og sa vi fikk gå på butikken til Tapio og kjøpe oss sukkertøy .

source: Muhto mii eat ipmirdan sáni " sukkertøy " , nu ahte osttiimet sohkarbihtáid .
nob: Men vi forsto ikke ordet sukkertøy , så vi kjøpte sukkerbiter .

source: Mii eat duođaid ipmirdan manne ja maid mii galggaimet daiguin , muhto manaimet ruovttoluotta internáhttii ja juogadeimmet daid gaskaneamet .
nob: Nå forsto vi ikke egentlig hvorfor og hva vi skulle med dem , men vi gikk nå tilbake til internatet og delte dem likt mellom oss .

source: De bođii Ánná fas ja čilgii midjiide mii " sukkertøy " lea .
nob: Da kom Anna igjen og forklarte oss hva sukkertøy var .

source: Ja jáhkán ahte mii oaččuimet vel ovtta ruvnnu , nu ahte eat bártidan šat .
nob: Og jeg trur jammen vi fikk ei krone til , så vi fikk retta opp saka .

source: Mu mánáidskuvlaáiggi loahpas oaččuimet sámegielat oahpaheddjiid .
nob: På slutten av tida mi på barneskolen begynte vi å få samisktalende lærere .

source: Muittán ahte ledje Anders Utsi ja Marit Tapio .
nob: Jeg husker det var Anders Utsi og Marit Tapio .

source: De muittán ahte Einar ja Sissel Gullichsen bođiiga ruovttoluotta maŋŋil go leigga leamaš eret guokte jagi .
nob: Så husker jeg at Einar og Sissel Gullichsen kom tilbake etter å ha vært borte i to år .

source: Dalle leigga oahppan sámegiela .
nob: Da hadde de lært seg samisk .

source: Dalle go ledjen geargan 7. klássas , de lei šaddan 9-jagi skuvla .
nob: Da jeg var ferdig med 7. klasse , var det blitt 9-årig skole hos oss .

source: Min gielda lei vuosttažiid gaskkas riikkas mii čađahii 9-jagi skuvlla .
nob: Kommunen vår var en av de første i landet som innførte 9-årig skole .

source: Dat lei ovttasbargu dalá Buolbmát , Deanu ja Unjárgga gielddaid gaskkas .
nob: Det var et samarbeid mellom daværende Polmak , Tana og Nesseby kommuner .

source: Dalle lei suorgejuhkkojuvvon nuoraidskuvla ja ledje golbma suorggi .
nob: Det var i tida med linjedelt ungdomsskole og det var tre linjer .

source: Buolbmát skuvllas lei eanandoallosuorgi , Sieiddá skuvllas teorehtalaš suorgi ja Stuorravuona skuvllas mekánalaš suorgi .
nob: På Polmak skole var det linje for jordbruk og hagebruk , på Seida skole teoretisk linje og på Karlebotn skole mekanisk linje .

source: Muhto eat beassan ieža válljet nu go háliideimmet .
nob: Men vi fikk ikke velge fritt .

source: Oahpaheaddjit válljejedje sin geat ledje doarvái čeahpit álgit teorehtalaš suorgái .
nob: Lærerne handplukka de som var flinke nok til å begynne på den teoretiske linja .

source: Mu klássas Sirpmás eai lean go guovttis geat beasaiga dohko .
nob: Det var bare to av kullet fra Sirma som kom med der .

source: Mii earát šattaimet mannat Buolbmágii .
nob: Vi andre havna i Polmak .

source: Doppe oaččuimet Per Holm Varsi oahpaheaddjin .
nob: Der fikk vi Per Holm Varsi som lærer .

source: Son lei Sirpmás eret ja son geavahii sámegiela go oahpahii min praktihkalaš barggus .
nob: Han var fra Sirma og han brukte samisk i undervisninga når han underviste i praktisk arbeid .

source: Muhto dál eai lean šat dušše sámegielat oahppit klássas , ledje maiddái moadde dárogielaga .
nob: Men nå var det ikke lenger bare samisktalende i klassen , her var også noen norsktalende .

source: 8. klássa ja oasi 9. klássas orron internáhtas Buolbmágis .
nob: Så i 8. og en del av 9. klasse bodde jeg på internatet i Polmak .

source: Dál mii leimmet sturron dan mađe ahte min mielas lei somá orrut internáhtas .
nob: Nå var vi blitt såpass store at vi syntes det var gøy å bo på internat .

source: Dan botta go mun vázzen 9. klássa gárvvistuvvui biilageaidnu , šattai skuvlasáhttu ja de beasaimet orrut ruovttus .
nob: Mens jeg gikk i 9. klasse blei bilvegen ferdig , sånn at da blei det skoleskyss og vi kunne bo hjemme .

source: Hellodatustibat fitne dávjá Sirpmás dan áigge .
nob: Pinsevennene var ofte på besøk i Sirma i den tida .

source: Sii háhke ollu biktasiid , dálvestevveliid ja eará maid juogadedje mánáide .
nob: De skaffa masse klær som de delte ut til ungene , vinterstøvler og annet .

source: Láviimet mannat hellodatustibiid čoahkkimiidda , soaitá eanemusat biktasiid dihtii .
nob: Vi brukte å gå på møtene til pinsevennene , kanskje mest for å få klær .

source: Muhto eanaš váhnemat ledje leastadialaččat eai ge liikon hellodatustibiidda .
nob: Men de fleste foreldrene var læstadianere og ikke så begeistra for pinsevenner .

source: Rihppaskuvla ja ieš konfirmašuvdna lei geasset .
nob: Konfirmasjonsskolen og sjølve konfirmasjonen var på sommeren .

source: Rihppaskuvllas mis lei báhppa Erik Schytte Blix .
nob: På konfirmasjonsskolen hadde vi presten Erik Schytte Blix .

source: Son máhtii sámegiela ja lei hui olmmošlaš ja buorre olmmái .
nob: Han kunne samisk og var en veldig folkelig og grei kar .

source: Rihppaskuvla lei Buolbmágis , fertiimet sihkkelastit , dohko lei sullii 3 miilla .
nob: Konfirmasjonsskolen var i Polmak , og dit måtte vi sykle . Det var omlag 3 mil .

source: Konfirmašuvdna lei Sirpmás .
nob: Men konfirmasjonen var i Sirma .

source: Muittán ahte konfirmerejuvvojin dreassain , eatnasiin Sirpmás lei dreassa dahje čuvla dalle , lei dušše moaddásis gákti .
nob: De fleste fra Sirma hadde dress eller kjole dengang , det var heller få som brukte kofte .

source: Eat ožžon albma oahpahusa sámegielas Sirpmás eat ge Buolbmágis .
nob: Noe videre undervisning i samisk fikk vi ikke verken i Sirma eller i Polmak .

source: Áidna lei ahte mis lei guovttegielat áppes ja oahpaimet moadde sálbmavearssa sámegillii .
nob: Det eneste var at vi hadde tospråklig ABC og lærte noen salmevers på samisk .

source: Easka jagi maŋŋil go álgen Sámi álbmotallaskuvlii Kárášjohkii , de lei sámegiella fágan diibmoplánas .
nob: Først da jeg året etter begynte på DSF i Karasjok , hadde samisk status som fag på timeplanen .

source: Dalle oaččuimet Hans Eriksena oahpaheaddjin .
nob: Da fikk vi Hans Eriksen som lærer .

source: Son lei maiddái Sirpmás eret , ja dalle son bođii njuolga oahpaheaddjiskuvllas .
nob: Han var også fra Sirma , og da kom han direkte fra lærerskolen .

source: Duojis mis lei Guovdageainolmmái Lauri Keskitalo , muđui ledje eanaš lullinorgalaš oahpaheaddjit . `
nob: I duodji hadde vi Lauri Keskitalo fra Kautokeino . Ellers var lærerne stort sett søringer .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 1
nob: Flere artikler fra Samisk skolehistorie 1
